{
    "TaskName": "bht",
    "TaskFullName": "Breath-Holding Task",
    "Instructions": "Demo Instructions: During this task we will periodically ask you to hold your breath for 13.5 seconds at a time. After each breath hold, you will be given a rest period to breathe normally. For the practice, this will go on for 2 cycles, so you will need to hold your breath 2 separate times. During the scan, you will need to hold your breath 5 times. The task starts out with 13.5 sec of normal breathing. During these periods of regular breathing, you will see a green bar on the screen. When it’s almost time to hold your breath, you will see a yellow bar. A blue line will travel upwards. As it moves, you should take a breath and prepare to hold it. When the blue line reaches the top, the bar will turn red and you should start holding your breath. During the entire time that the bar is red, you should not breathe (in or out). After 13.5 seconds, the bar will turn green, and you can start breathing normally again. When you take in a breath and hold it, please make sure that you do not move your chest and shoulders. You can avoid this by breathing in gently. Scan Instructions: This task is the one where you have to hold your breath. When you see the green bar, it means you can breathe normally. When you see the yellow bar with the blue line moving up, it means you should inhale until the blue line reaches the top. And once the blue line is at the top you’ll see the red bar, which means that you should hold your breath until the green bar comes back. So again, green bar means breathe normally, yellow bar means start breathing in, and red bar means hold your breath. You’ll do that about five times. Participants saw on the screen: When the bar is GREEN, breathe normally. When the bar is YELLOW and the blue line is moving upwards, take a deep breath and prepare to hold it. When the bar is RED, hold your breath and do not breathe until the bar is green again.",
    "TaskDescription": "In the Breath Holding Task, participants were asked to alternate between holding their breath and breathing regularly while resting. Participants were presented with bars on the screen in order to pace breath holding. When the bar was green, they were asked to breathe regularly; when the bar was yellow, they were asked to prepare to hold their breath; and when the bar was red, they were asked to hold their breath for 13.5 seconds. This cycle was repeated eight times, for a total run time of 2 minutes and 46 seconds. Participants performed the BHT in the scanner while wearing a respiratory belt in order to measure breathing. The purpose of this task was to assess the contribution of respiratory rhythms to changes in the BOLD signal. For the practice run, participants completed two cycles. The following instructions were read to participants while they saw a demo picture of the bars.",
    "CogAtlasID": "trm_4c898a680e424",
    "CogPOID": "COGPO_00136"
}

